window.families_bonus = [
    {
        "originalIndex": 0,
        "name": "avalon",
        "bonus": [
            "2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+5% / +10% / +15% / +20% 暴擊率",
            "+4% / +6% / +9% / +13% 治療",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 1,
        "name": "raven",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "20% / 35% / 50% 機率使施放的異常狀態無法淨化。",
            "此家族的成員在騎士衝突活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 2,
        "name": "myrkheim",
        "bonus": [
            "此王國的成員擁有一個極地核心。",
            "每次此角色受到普通攻擊或特殊技能的傷害時，極地核心都會充能。",
            "此王國的成員在秘聞傳奇 II：冰與火的寶藏關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 3,
        "name": "magiccarpet",
        "bonus": [
            "此家族的英雄擁有飛行動量。",
            "* 英雄開始時擁有滿額飛行动量。",
            "* 在每回合結束時和受到傷害時，英雄會損失少量飛行动量。",
            "* 施放特殊技能時，英雄會獲得飛行动量。",
            "* 速度較慢的英雄會獲得更多的飛行动量。"
        ]
    },
    {
        "originalIndex": 4,
        "name": "mimic",
        "bonus": [
            "此家族的成員擁有模仿怪戰利品被動效果。",
            "* 模仿怪戰利品有機會在完成地圖或任務關卡時提供額外戰利品獎勵。",
            "* 獲得額外戰利品的機率隨關卡的能量消耗而增加。",
            "* 模仿怪需達最高等級且完全升等，模仿怪戰利品效果才會啟用。",
            "* 模仿怪的升級與升等花費較低。"
        ]
    },
    {
        "originalIndex": 5,
        "name": "outlaws",
        "bonus": [
            "1 / 2 / 3 / 位英雄的加成：",
            "* +50% / +60% / +70% 暴擊率。",
            "士氣提升：",
            "屬於此家族的英雄以及與他們並肩作戰的英雄在三國戰爭中獲得以下福利：",
            "* +10% 攻擊， +3% 防禦， +7% 生命。"
        ]
    },
    {
        "originalIndex": 6,
        "name": "mahayoddha",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "每回合結束時，瑪哈悠達家族的英雄獲得成長 100 / 110 / 120 點攻擊和 100 / 110 / 120 點防禦。"
        ]
    },
    {
        "originalIndex": 7,
        "name": "springvale",
        "bonus": [
            "2 / 3 位獨特英雄的加成：",
            "+10% / +20% 攻擊",
            "此家族的成員在斯普林維爾節慶活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 8,
        "name": "sand",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "+5% / +10% / +20% 防禦",
            "此家族的成員在飛沙帝國活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 9,
        "name": "morlovia",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "+3% / +6% / +9% 法力產出",
            "此家族的成員在萬聖節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 10,
        "name": "christmas",
        "bonus": [
            "2 / 3 位獨特英雄的加成：",
            "小兵從其召喚者繼承的生命 +2% / +3%。",
            "小兵從其召喚者繼承的攻擊 +5% / +10%。",
            "此家族的成員在聖誕老人挑戰活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 11,
        "name": "ninja",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "5% / 10% / 15% 機率閃避普通攻擊和特殊技能",
            "5% / 10% / 15% 機率以所受傷害的 60% / 90% / 120% 進行反擊。"
        ]
    },
    {
        "originalIndex": 12,
        "name": "magic",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "此英雄施放其特殊技能時，有 50% / 75% / 100% 的機率對隨機盟友施放 +5 法力產出疊加。",
            "最大疊加規模： 10"
        ]
    },
    {
        "originalIndex": 13,
        "name": "corellia",
        "bonus": [
            "2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+3% / +6% / +10% / +15% 攻擊",
            "+2% / +4% / +7% / +12% 法力產出"
        ]
    },
    {
        "originalIndex": 14,
        "name": "lagoon",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+3% / +6% / +10% / +15% / +20% 攻擊"
        ]
    },
    {
        "originalIndex": 15,
        "name": "2017",
        "bonus": [
            "1 / 2 / 3 位加成：",
            "+5% / +10% / +15% 法力產出。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 16,
        "name": "2018",
        "bonus": [
            "1 / 2 / 3 位加成：",
            "+10% / +15% / +20% 防禦。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 17,
        "name": "2019",
        "bonus": [
            "1 / 2 / 3 位加成：",
            "+10% / +15% / +20% 攻擊。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 18,
        "name": "2020",
        "bonus": [
            "1 / 2 / 3 位加成：",
            "+10% / +15% / +20% 治療。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 19,
        "name": "2021",
        "bonus": [
            "1 / 2 / 3 位加成：",
            "+10% / +15% / +20% 暴擊率。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 20,
        "name": "2022",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 攻擊。",
            "2 + 位英雄的加成：",
            "元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 21,
        "name": "2023",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +10% / +15% / +20% 防禦。",
            "2 + 位英雄的加成：",
            "* 元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 22,
        "name": "2024",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +10% / +15% / +20% 治療。",
            "2 + 位英雄的加成：",
            "* 元素鏈會影響所有盟友。"
        ]
    },
    {
        "originalIndex": 23,
        "name": "2025",
        "bonus": [
            "加成將於 2026 年 1 月 1 日啟用"
        ]
    },
    {
        "originalIndex": 24,
        "name": "sakura",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+3% / +6% / +9% / +11 / +13% 法力產出"
        ]
    },
    {
        "originalIndex": 25,
        "name": "atlantis",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+5% / +10% / +15% / +20% / +25% 防禦"
        ]
    },
    {
        "originalIndex": 26,
        "name": "grimforest",
        "bonus": [
            "2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+3% / +6% / +10% / +15% 攻擊",
            "+5% / +10% / +15% / +20% 防禦",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 27,
        "name": "alfheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "當一名亞爾夫海姆英雄生命值過低時，所有盟友將恢復 2% / 4% / 7% 的生命值。此效果每回合僅能觸發一次。"
        ]
    },
    {
        "originalIndex": 28,
        "name": "asgard",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "當一名阿斯嘉英雄被擊敗時，所有盟友獲得 10% / 15% / 20% 的法力"
        ]
    },
    {
        "originalIndex": 29,
        "name": "helheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "當一名冥界英雄被擊敗時，對所有敵人造成 25% / 50% / 100% 的傷害。"
        ]
    },
    {
        "originalIndex": 30,
        "name": "jotunheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "當一名約頓海姆英雄死亡時，所有盟友會獲得一個冰霜巨人小兵，其繼承施法者 6% / 10% / 14% 的生命值和 10% / 12% / 16% 的攻擊。"
        ]
    },
    {
        "originalIndex": 31,
        "name": "midgard",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "只要有密德嘉盟友的生命值過低，所有盟友就會獲得 +5% / +10% / +15% 的攻擊。此效果無法被驅散。"
        ]
    },
    {
        "originalIndex": 32,
        "name": "muspelheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "只要有穆斯貝爾海姆盟友的生命值過低，所有敵人就會受到 22 / 37 / 64 的燃燒傷害。此效果無法被驅散。"
        ]
    },
    {
        "originalIndex": 33,
        "name": "niflheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "只要有尼弗爾海姆盟友的生命值過低，所有敵人的精準度就會降低 -5% / -10% / -15%。失手機率也適用於攻擊性特殊技能。"
        ]
    },
    {
        "originalIndex": 34,
        "name": "svartalfheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "只要有斯瓦塔爾法海姆盟友的生命值過低，所有敵人就會受到 22 / 37 / 64 的劇毒傷害。此效果無法被驅散。"
        ]
    },
    {
        "originalIndex": 35,
        "name": "vanaheim",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "當一名華納海姆英雄死亡時，所有敵人的法力會降低 -5 / -10 / -15%。"
        ]
    },
    {
        "originalIndex": 36,
        "name": "guardiansteltoc",
        "bonus": [
            "2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+5% / +10% / +15% / +20% 防禦",
            "+4% / +6% / +9% / +13% 治療",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 37,
        "name": "underwild",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位獨特英雄的加成：",
            "當此英雄施展特殊技能時，有 20% / 24% / 28% / 32% / 36% 的機率能在面板中產生地底荒野寶石。",
            "地底荒野寶石每回合對一個隨機敵人造成 50 / 35 / 25 (5 */ 4 */ 3 *) 點傷害，直到配對完成為止。",
            "地底荒野寶石只能在與此英雄元素相符的普通護盾上產生。"
        ]
    },
    {
        "originalIndex": 38,
        "name": "kingdom",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "每次替英雄召喚一個小兵，為其恢復 2% / 4% / 6% 法力。",
            "每次替英雄召喚一個小兵，為其治療 3% / 5% / 7%。",
            "士氣提升：",
            "屬於此家族的英雄以及與他們並肩作戰的英雄在三國戰爭中獲得額外福利：",
            "+10% 攻擊，+ 3% 防禦， +7% 生命"
        ]
    },
    {
        "originalIndex": 39,
        "name": "wonderland",
        "bonus": [
            "2 / 3 / 4 / 5 位獨特英雄的加成：",
            "+2% / +4% / +7% / +12% 法力產出",
            "+5% / +10% / +15% / +20% 暴擊率",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 40,
        "name": "sun",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "50% / 75% 機率對向此角色造成特殊技能傷害的敵人施放 -35% 精準度，持續 2 回合，並造成 196 / 146 / 114 (5 */ 4 */ 3 *) 燃燒傷害，持續 2 回合。",
            "若敵人的特殊技能擊敗了這個角色，則機率變為 75% / 100%",
            "此家族的成員在賽季V關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 41,
        "name": "moon",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "50% / 75% 機率對向此角色造成特殊技能傷害的敵人施放 -24% 防禦，持續 2 回合，並造成 196 / 146 / 114 (5 */ 4 */ 3 *) 水系傷害，持續 2 回合。",
            "若敵人的特殊技能擊敗了這個角色，則機率變為 75% / 100%",
            "此家族的成員在賽季V關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 42,
        "name": "villains",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "攻擊敵人時，有 +10% / +30% / +50% 機率治療已造成傷害的 15% / 35% / 70%。",
            "對小兵和超級小兵造成額外 +40% / +80% / +120% 的傷害。",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 43,
        "name": "gargoyle",
        "bonus": [
            "1 / 2 / 3 / 位獨特英雄的加成：",
            "對劇毒傷害免疫 / 對劇毒和燃燒傷害免疫 / 對劇毒、燃燒和水系傷害免疫",
            "此家族的成員在返回聖殿活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 44,
        "name": "styx",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "此英雄施放其特殊技能時，有 40% / 60% / 80% 的機率對所有敵人施放 -30% 法力產出，持續 2 回合。"
        ]
    },
    {
        "originalIndex": 45,
        "name": "kalevala",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "較強元素的特殊技能減少 -10% / -25% / -40% 傷害。",
            "此家族的成員在英雄國活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 46,
        "name": "bard",
        "bonus": [
            "吟遊詩人家族能支援其他家族與王國。",
            "* 單打獨鬥的英雄會獲得 +5% 法力產出。若戰隊成員在戰隊中無家族或王國成員，則視為單打獨鬥的英雄。",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 47,
        "name": "plainshunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 攻擊。",
            "活動加成：屬於平原獵人家族的英雄在怪物島上獲得以下福利： * +20% 攻擊， +20% 防禦， +20% 生命 * 承受的永久傷害減少 50%。 * 疊加 (上限 10): 當此角色施放其特殊技能時，所有敵人獲得 -3% 防禦。"
        ]
    },
    {
        "originalIndex": 48,
        "name": "superelemental",
        "bonus": [
            "每回合一個或以上的護盾將被強化至力量寶石。",
            "數量與戰隊中的 <<英雄元素>> 英雄相同。每個元素的 5 個力量寶石能同時存於面板上。",
            "力量寶石每回合對隨機一名敵人造成 20 / 15 / 10 (5 */ 4 */ 3 *) 傷害，直到配對成功為止。當力量寶石配對成功時，對所有敵人造成 10 傷害。"
        ]
    },
    {
        "originalIndex": 49,
        "name": "pets",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "此英雄的惡魔吸收減少最大生命值的 -2% / -3% / -4%。",
            "此英雄的惡魔繼承的攻擊減少 -2% / -3% / -4%。",
            "此英雄的小兵繼承的攻擊額外增加 +2% / +3% / +4%。",
            "此英雄的小兵繼承的生命值額外增加 +2% / +3% / +4%。",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 50,
        "name": "masquerade",
        "bonus": [
            "化裝舞會角色會在戰鬥開始時為自己召喚一名假面小兵。同一個隊伍裡的化裝舞會角色越多，假面小兵越強：",
            "1 位家族成員：此角色會召喚一名假面小兵，繼承此角色 8% 的生命值和 8% 攻擊。",
            "2 位家族成員之額外技能：當主人擁有假面小兵時，假面小兵可為主人提供 +7% 攻擊。此效果無法驅散。",
            "3 位家族成員之額外技能：當主人擁有假面小兵時，假面小兵為主人提供所有狀態異常的免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 51,
        "name": "musketeer",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "此角色施放特殊技能時，有 50% / 75% / 100% 的機率給予隨機盟友掩護，持續 3 回合。",
            "在掩護狀態下，盟友不會受到特殊技能或普通攻擊的傷害。此角色會承受掩護中角色本應受到傷害的 60% / 50% / 40%。",
            "此效果無法驅散，但在此角色被擊敗時結束。角色一次只能為一個盟友提供掩護。",
            "此家族的成員在英勇火槍手活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 52,
        "name": "starfall",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "有 50% / 75% / 100% 的機率能在每個回合結束時，淨化英雄最近受到的可淨化狀態異常。",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 53,
        "name": "classic",
        "bonus": [
            "經典家族的英雄需要完全升等才能享有家族加成。",
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+1% / +3% / +5% / +7% 攻擊。",
            "+1% / +3% / +5% / +7% 防禦。",
            "+1% / +3% / +5% / +7% 治療。",
            "到達族類等級 20 級後，此英雄的所有族類天賦將會升級為高級族類天賦。"
        ]
    },
    {
        "originalIndex": 54,
        "name": "lunaryear",
        "bonus": [
            "與其他同家族的獨特英雄組隊時，英雄會更強大。",
            "農曆年家族主打不同的農曆年動物英雄。與至少 1 名其他農曆年英雄配對時，每個農曆年動物會給予同農曆年家族成員一項不同的加成。",
            "此英雄可給予農曆年家族成員以下農曆年 (**) 加成：",
            "** 兔： +5% 法力產出",
            "** 牛： +10% 防禦",
            "** 虎： +10% 攻擊",
            "** 龍： +15% 暴擊率",
            "** 蛇： +5% 治療",
            "** 鼠： +15% 特殊技能力量",
            "此家族的成員在農曆新年活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 55,
        "name": "cupid",
        "bonus": [
            "邱比特家族能支援其他家族與王國",
            "單打獨鬥的英雄獲得的一切治療都能增加 +20%。若戰隊成員在戰隊中無家族或王國成員，則視為單打獨鬥的英雄。",
            "此家族的成員在愛的季節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 56,
        "name": "journey",
        "bonus": [
            "與其他同家族的獨特英雄組隊時，英雄會更強大。",
            "1 / 2 / 3 位英雄的加成：",
            "* 50% / 75% / 100% 機率提升所有此英雄施放的狀態效果持續時間，增加 1 / 2 / 3 個回合。",
            "士氣提升：",
            "屬於此家族的英雄以及與他們並肩作戰的英雄在三國戰爭中獲得以下福利：",
            "+10% 攻擊， +3% 防禦， +7% 生命。"
        ]
    },
    {
        "originalIndex": 57,
        "name": "junglehunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 生命值。",
            "活動加成：屬於叢林獵人家族的英雄在怪物島上獲得以下福利：",
            "* +20% 攻擊， +20% 防禦， +20% 生命。",
            "* 承受的永久傷害減少 50%。",
            "* 疊加 (上限 10): 當此角色施放其特殊技能時，所有敵人獲得 -3% 防禦。"
        ]
    },
    {
        "originalIndex": 58,
        "name": "abysshunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 防禦。",
            "活動加成：屬於深淵獵人家族的英雄在怪物島上獲得以下福利： * +20% 攻擊， +20% 防禦， +20% 生命 * 承受的永久傷害減少 50%。 * 疊加 (上限 10): 當此角色施放其特殊技能時，所有敵人獲得 -3% 防禦。"
        ]
    },
    {
        "originalIndex": 59,
        "name": "defendersofatlantis",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "此角色受到特殊技能傷害後，有 50% / 75% 機率為所有盟友提升 +36% 攻擊，持續 3 個回合。若敵人的特殊技擊敗了此角色，則機率變為 75% / 100%",
            "相關家族加成：英雄屬於亞特蘭蒂斯家族。",
            "在戰隊中有至少 1 名相關英雄時，英雄能獲得相關家族的家族加成。 1 / 2 / 3 / 4 / 5 名英雄的加成： +5% / +10% / +15% / +20% / +25% 防禦。",
            "此家族的成員在秘聞傳奇關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 60,
        "name": "nightmaresofatlantis",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "50% / 75% 機率對向此角色造成特殊技能傷害的敵人施放 -10% 法力產出，持續 3 回合。若敵人的特殊技能擊敗了這個角色，則機率變為 75% / 100%。",
            "相關家族加成：英雄屬於亞特蘭蒂斯家族。",
            "在戰隊中有至少 1 名相關英雄時，英雄能獲得相關家族的家族加成。 1 / 2 / 3 / 4 / 5 名英雄的加成： +5% / +10% / +15% / +20% / +25% 防禦。",
            "此家族的成員在秘聞傳奇關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 61,
        "name": "beachparty",
        "bonus": [
            "1 + 位英雄的加成：",
            "從持續傷害狀態效果受到 -20% / -40% / -60% 的傷害。",
            "此家族的成員在海灘派對活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 62,
        "name": "construct",
        "bonus": [
            "此家族的成員有一個構造體核心：",
            "* 每次此角色受到普通攻擊或特殊技能的傷害時，構造體核心都會暴增。"
        ]
    },
    {
        "originalIndex": 63,
        "name": "slayer",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* 疊加 (上限: 10): 施法者每回合恢復 15 生命值。",
            "* 疊加 (上限: 10): 施法者獲得 +6% 法力產出。",
            "此家族的成員在挑戰節活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 64,
        "name": "opera",
        "bonus": [
            "與其他同家族的獨特英雄組隊時，英雄會更強大。",
            "1 / 2 / 3 位英雄的加成：",
            "* +5% / +10% / +15% 攻擊。",
            "* +5% / +10% / +15% 防禦。",
            "* +5% / +10% / +15% 生命值。",
            "此家族的成員在歌劇秘辛活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 65,
        "name": "maskedgod",
        "bonus": [
            "蒙面之神角色會在戰鬥開始時為自己召喚一名假面小兵。同一個隊伍裡的蒙面之神角色越多，假面小兵越強。",
            "1 位家族成員：此角色會召喚一名假面小兵，繼承此角色 8% 的生命值和 8% 攻擊。",
            "2 位家族成員之額外技能：當主人擁有假面小兵時，召喚假面小兵可為主人提供 +7% 攻擊。此效果無法驅散。",
            "3 位家族成員之額外技能：當主人擁有假面小兵時，召喚假面小兵為主人提供所有狀態異常的免疫。此效果無法驅散。"
        ]
    },
    {
        "originalIndex": 66,
        "name": "goblin",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "每次此英雄受到敵人特殊技能所致的傷害時，從所有敵人身上移除 50% / 75% / 100% 生命值加成。"
        ]
    },
    {
        "originalIndex": 67,
        "name": "stag",
        "bonus": [
            "與其他同家族的獨特英雄組隊時，英雄會更強大。",
            "1 / 2 / 3 位英雄的加成：",
            "* 所有收到的攻擊狀態異常效果都會被 +40% / +60% / +70% 攻擊增益取代，持續 3 個回合。",
            "此家族的成員在騎士衝突活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 68,
        "name": "bear",
        "bonus": [
            "與其他同家族的獨特英雄組隊時，英雄會更強大。",
            "1 / 2 / 3 位英雄的加成：",
            "* 所有收到的防禦狀態異常效果都會被 +40% / +60% / +70% 防禦增益取代，持續 3 個回合。",
            "此家族的成員在騎士衝突活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 69,
        "name": "astralelves",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "有 50% / 70% 機率會在敵人對此角色造成特殊技能傷害時，隨機驅散該敵人可驅散的狀態效果增益。"
        ]
    },
    {
        "originalIndex": 70,
        "name": "champions",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "* +35% / +50% / +65% 攻擊。"
        ]
    },
    {
        "originalIndex": 71,
        "name": "owl",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "* 所有獲得的法力狀態異常效果都會被 +11% / +31% / +39% 法力產出增益所取代，持續 3 個回合。"
        ]
    },
    {
        "originalIndex": 72,
        "name": "investigator",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +20% / +30% / +40% 攻擊。",
            "* +20% / +30% / +40% 生命值",
            "此家族的成員在深淵暗影活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 73,
        "name": "garrisonguard",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "戰鬥開始時，召喚從此角色繼承 20% / 25% / 30% 生命值和 100% / 120% / 140% 攻擊力的新兵守衛超級小兵。"
        ]
    },
    {
        "originalIndex": 74,
        "name": "wolf",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "20% / 35% / 50% 的機率能讓施放的增益不可驅散。",
            "此家族的成員在騎士衝突活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 75,
        "name": "cultist",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +20% / +30% / +40% 防禦。",
            "* +20% / +30% / +40% 生命值"
        ]
    },
    {
        "originalIndex": 76,
        "name": "slime",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* 盟友召喚的超級小兵、小兵、超級惡魔和惡魔能獲得依據隊伍上史萊姆家族數量而定的 +10% / +15% / +20% 攻擊力。"
        ]
    },
    {
        "originalIndex": 77,
        "name": "fox",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "在戰鬥開始時，為自身召喚 1 / 2 隻狡猾的狐狸小兵，狡猾的狐狸小兵具有從英雄繼承來的 2% 生命值和 100% 攻擊。",
            "狡猾的狐狸小兵有 80% 機率可閃避來襲的攻擊。",
            "當狡猾的狐狸小兵閃避時，會向攻擊者竊取最新的可驅散增益，並給予主人。"
        ]
    },
    {
        "originalIndex": 78,
        "name": "woodlandfaun",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "* 75% / 100% 機率抵禦法力減損與法力狀態異常。此家族每次成功抵禦能給予此角色 15% 法力。",
            "* 額外 +50% / +100% 對小兵和超級小兵造成的傷害。"
        ]
    },
    {
        "originalIndex": 79,
        "name": "mystery",
        "bonus": [
            "2 / 3 位英雄的加成：",
            "* +1 / +2 此角色的天生能力記憶欄位。"
        ]
    },
    {
        "originalIndex": 80,
        "name": "beowulf",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "* 當此角色受到敵人特殊技能的傷害時，有 75% / 100% 機率可以隨機淨化所有盟友的可淨化狀態異常。此效果每回合僅能啟動一次。",
            "此家族的成員在貝武夫的挑戰活動中有額外福利。"
        ]
    },
    {
        "originalIndex": 81,
        "name": "nidavellir",
        "bonus": [
            "此王國的成員擁有一個熔融核心。",
            "每次此角色受到普通攻擊或特殊技能的傷害時，熔融核心都會暴增。",
            "此王國的成員在秘聞傳奇 II：冰與火的寶藏關卡中有額外福利。"
        ]
    },
    {
        "originalIndex": 82,
        "name": "astraldwarfs",
        "bonus": [
            "1 / 2 位獨特英雄的加成：",
            "* 每回合結束時，有 25% / 50% 機率驅散所有敵人一項隨機可驅散的狀態效果增益。",
            "* 75% / 100% 機率抵禦法力減損與法力狀態異常。此家族每次成功抵禦能給予此角色 5% 法力。"
        ]
    },
    {
        "originalIndex": 83,
        "name": "moth",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "飛蛾塵： -30% 法力產出。若飛蛾塵被淨化或移除，目標將會睡著，並在睡著時承受 +80% 額外傷害。",
            "此家族的成員會在飛蛾之夜活動中獲得額外福利。"
        ]
    },
    {
        "originalIndex": 84,
        "name": "wildcat",
        "bonus": [
            "1 / 2 / 3 位獨特英雄的加成：",
            "5% / 10% / 15% 的機率能避開特殊技能。"
        ]
    }
];
