window.families_bonus = [
    {
        "originalIndex": 0,
        "name": "avalon",
        "bonus": [
            "2 / 3 / 4 / 5 位独特英雄的加成：",
            "+5% / +10% / +15% / +20% 暴击几率。",
            "+4% / +6% / +9% / +13% 治疗。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 1,
        "name": "raven",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "有 20% / 35% / 50% 的几率使所施放的状态异常无法被净化。",
            "该家族的成员在骑士的冲突活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 2,
        "name": "myrkheim",
        "bonus": [
            "该王国的成员拥有一个极地核心。",
            "每当此角色受到来自普通攻击或特殊技能的伤害时，都会为其极地核心充能。",
            "该王国的成员在秘闻传奇 II：冰与火的宝藏关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 3,
        "name": "magiccarpet",
        "bonus": [
            "该家族的英雄拥有飞行动量。",
            "* 英雄开始时拥有满额飞行动量。",
            "* 每回合结束时以及受到伤害时，英雄会损失少量飞行动量。",
            "* 施放特殊技能时，英雄会获得飞行动量。",
            "* 速度较慢的英雄会获得更多的飞行动量。"
        ]
    },
    {
        "originalIndex": 4,
        "name": "mimic",
        "bonus": [
            "该家族的成员拥有一个宝箱怪战利品被动技能。",
            "* 宝箱怪战利品让英雄在完成地图或任务关卡时有机会获得额外战利品奖励。",
            "* 获得额外战利品的机会随关卡的能量消耗而增加。",
            "* 宝箱怪需要达到最高等级并完全进阶后，宝箱怪战利品才会激活。",
            "* 宝箱怪的升级和进阶成本较低。"
        ]
    },
    {
        "originalIndex": 5,
        "name": "outlaws",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +50% / +60% / +70% 暴击几率。",
            "士气提升：",
            "属于该家族的英雄以及与他们并肩作战的英雄在三国战争中获得以下特权：",
            "* +10% 攻击力， +3% 防御， +7% 生命值。"
        ]
    },
    {
        "originalIndex": 6,
        "name": "mahayoddha",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "马哈尤达家族的英雄每回合结束时获得成长 100 / 110 / 120 点攻击力和 100 / 110 / 120 点防御。"
        ]
    },
    {
        "originalIndex": 7,
        "name": "springvale",
        "bonus": [
            "2 / 3 位独特英雄的加成：",
            "+10% / +20% 攻击力。",
            "该家族的成员在春谷节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 8,
        "name": "sand",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "+5% / +10% / +20% 防御。",
            "该家族的成员在沙之帝国活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 9,
        "name": "morlovia",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "+3% / +6% / +9% 法力生成。",
            "该家族的成员在万圣节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 10,
        "name": "christmas",
        "bonus": [
            "2 / 3 位独特英雄的加成：",
            "小兵从其召唤者继承的生命 +2% / +3%。",
            "小兵从其召唤者继承的攻击力 +5% / +10%。",
            "该家族的成员在圣诞老人的挑战活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 11,
        "name": "ninja",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "5% / 10% / 15% 几率闪避普通攻击和特殊技能。",
            "5% / 10% / 15% 几率发起反击，对敌人造成伤害，该伤害相当于自身所受伤害的 60% / 90% / 120%。"
        ]
    },
    {
        "originalIndex": 12,
        "name": "magic",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当此英雄施放其特殊技能时，有 50% / 75% / 100% 的几率对一名随机盟友施放 +5 法力生成叠加效果。",
            "最大叠加层数： 10"
        ]
    },
    {
        "originalIndex": 13,
        "name": "corellia",
        "bonus": [
            "2 / 3 / 4 / 5 位独特英雄的加成：",
            "+3% / +6% / +10% / +15% 攻击力。",
            "+2% / +4% / +7% / +12% 法力生成。"
        ]
    },
    {
        "originalIndex": 14,
        "name": "lagoon",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位独特英雄的加成：",
            "+3% / +6% / +10% / +15% / +20% 攻击力。"
        ]
    },
    {
        "originalIndex": 15,
        "name": "2017",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+5% / +10% / +15% 法力生成。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 16,
        "name": "2018",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 防御。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 17,
        "name": "2019",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 攻击力。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 18,
        "name": "2020",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 治疗。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 19,
        "name": "2021",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 暴击几率。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 20,
        "name": "2022",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "+10% / +15% / +20% 攻击力。",
            "2 +位英雄的加成：",
            "元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 21,
        "name": "2023",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +10% / +15% / +20% 防御。",
            "2 +位英雄的加成：",
            "* 元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 22,
        "name": "2024",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +10% / +15% / +20% 治疗。",
            "2 +位英雄的加成：",
            "* 元素链将影响所有盟友。"
        ]
    },
    {
        "originalIndex": 23,
        "name": "2025",
        "bonus": [
            "加成将于 2026 年 1 月 1 日激活"
        ]
    },
    {
        "originalIndex": 24,
        "name": "sakura",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位独特英雄的加成：",
            "+3% / +6% / +9% / +11 / +13% 法力生成。"
        ]
    },
    {
        "originalIndex": 25,
        "name": "atlantis",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位独特英雄的加成：",
            "+5% / +10% / +15% / +20% / +25% 防御。"
        ]
    },
    {
        "originalIndex": 26,
        "name": "grimforest",
        "bonus": [
            "2 / 3 / 4 / 5 位独特英雄的加成：",
            "+3% / +6% / +10% / +15% 攻击力。",
            "+5% / +10% / +15% / +20% 防御。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 27,
        "name": "alfheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当一名亚尔夫海姆英雄生命值过低时，所有盟友将恢复 2% / 4% / 7% 的生命值。此效果每回合仅能触发一次。"
        ]
    },
    {
        "originalIndex": 28,
        "name": "asgard",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当一名阿斯加德英雄被击败时，所有盟友获得 10% / 15% / 20% 的法力。"
        ]
    },
    {
        "originalIndex": 29,
        "name": "helheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当一名赫尔海姆英雄被击败时，对所有敌人造成 25% / 50% / 100% 的伤害。"
        ]
    },
    {
        "originalIndex": 30,
        "name": "jotunheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当一名约顿海姆英雄死亡时，所有盟友会获得一个冰霜巨人小兵，其继承施法者 6% / 10% / 14% 的生命值和 10% / 12% / 16% 的攻击力。"
        ]
    },
    {
        "originalIndex": 31,
        "name": "midgard",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "只要有米德加德盟友的生命值过低，所有盟友就会获得 +5% / +10% / +15% 的攻击力。此效果无法被驱散。"
        ]
    },
    {
        "originalIndex": 32,
        "name": "muspelheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "只要有穆斯贝尔海姆盟友的生命值过低，所有敌人就会受到 22 / 37 / 64 的燃烧伤害。此效果无法被驱散。"
        ]
    },
    {
        "originalIndex": 33,
        "name": "niflheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "只要有尼夫尔海姆盟友的生命值过低，所有敌人的精准度就会降低 -5% / -10% / -15%。失手机率也适用于攻击性特殊技能。"
        ]
    },
    {
        "originalIndex": 34,
        "name": "svartalfheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "只要有斯瓦塔尔夫海姆盟友的生命值过低，所有敌人就会受到 22 / 37 / 64 的毒性伤害。此效果无法被驱散。"
        ]
    },
    {
        "originalIndex": 35,
        "name": "vanaheim",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当一名华纳海姆英雄死亡时，所有敌人的法力会降低 -5 / -10 / -15%。"
        ]
    },
    {
        "originalIndex": 36,
        "name": "guardiansteltoc",
        "bonus": [
            "2 / 3 / 4 / 5 位独特英雄的加成：",
            "+5% / +10% / +15% / +20% 防御。",
            "+4% / +6% / +9% / +13% 治疗。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 37,
        "name": "underwild",
        "bonus": [
            "1 / 2 / 3 / 4 / 5 位独特英雄的加成：",
            "当此英雄施放其特殊技能时，有 20% / 24% / 28% / 32% / 36% 的几率在面板上生成一个蛮荒地界宝石。",
            "蛮荒地界宝石每回合对一个随机敌人造成 50 / 35 / 25 (5 */ 4 */ 3 *)点伤害，直到被匹配为止。",
            "蛮荒地界宝石只能在与此英雄元素相匹配的普通盾牌上生成。"
        ]
    },
    {
        "originalIndex": 38,
        "name": "kingdom",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "每次为该英雄召唤一个小兵时，该英雄都会生成 2% / 4% / 6% 法力。",
            "每次为该英雄召唤一个小兵时，该英雄都会恢复 3% / 5% / 7% 生命。",
            "士气提升：",
            "属于该家族的英雄以及与他们并肩作战的英雄在三国战争中获得以下特权：",
            "+10% 攻击力，+ 3% 防御， +7% 生命值"
        ]
    },
    {
        "originalIndex": 39,
        "name": "wonderland",
        "bonus": [
            "2 / 3 / 4 / 5 位独特英雄的加成：",
            "+2% / +4% / +7% / +12% 法力生成。",
            "+5% / +10% / +15% / +20% 暴击几率。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 40,
        "name": "sun",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "当一名敌人对此角色造成特殊技能伤害时，该敌人有 50% / 75% 的几率获得 -35% 精准度，持续 2 回合，并在 2 回合内受到共计 196 / 146 / 114 (5 */ 4 */ 3 *)点燃烧伤害。",
            "如果敌方的特殊技能击杀了此角色，则此几率变为 75% / 100%。",
            "该家族的成员在赛季V关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 41,
        "name": "moon",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "当一名敌人对此角色造成特殊技能伤害时，该敌人有 50% / 75% 的几率获得 -24% 防御，持续 2 回合，并在 2 回合内受到共计 196 / 146 / 114 (5 */ 4 */ 3 *)点水系伤害。",
            "如果敌方的特殊技能击杀了此角色，则此几率变为 75% / 100%。",
            "该家族的成员在赛季V关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 42,
        "name": "villains",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "攻击时有 +10% / +30% / +50% 几率恢复相当于所造成伤害 15% / 35% / 70% 的生命。",
            "增加 +40% / +80% / +120% 对小兵和超级小兵的伤害。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 43,
        "name": "gargoyle",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "免疫剧毒伤害/免疫剧毒和燃烧伤害/免疫剧毒、燃烧和水系伤害。",
            "该家族的成员在重返庇护所活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 44,
        "name": "styx",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "当此英雄施放其特殊技能时，有 40% / 60% / 80% 的几率对所有敌人施加 -30% 法力生成，持续 2 回合。"
        ]
    },
    {
        "originalIndex": 45,
        "name": "kalevala",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "受到来自较强元素的特殊技能伤害时，该伤害减少 -10% / -25% / -40%。",
            "该家族的成员在卡勒瓦拉活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 46,
        "name": "bard",
        "bonus": [
            "吟游诗人家族支援其他家族和王国。",
            "* 单人英雄将获得 +5% 法力生成。（单人英雄即为在战队内没有其他来自同一家族或王国成员的英雄）。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 47,
        "name": "plainshunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 攻击力。",
            "活动加成：属于平原猎人家族的英雄在怪物岛上获得以下特权：* +20% 攻击力， +20% 防御， +20% 生命值 * 受到的永久伤害减少 50%。* 叠加（最多 10 层）：当此角色施放其特殊技能时，所有敌人获得 -3% 防御。"
        ]
    },
    {
        "originalIndex": 48,
        "name": "superelemental",
        "bonus": [
            "每回合，一个或多个盾牌会强化为力量宝石。",
            "数量与队伍中<<英雄元素>>英雄的数量相同。面板上最多可同时存在 5 个同元素的力量宝石。",
            "力量宝石每回合对一个随机敌人造成 20 / 15 / 10 (5 */ 4 */ 3 *)点伤害，直到被匹配为止。当力量宝石被匹配时，它们会对所有敌人造成 10 点伤害。"
        ]
    },
    {
        "originalIndex": 49,
        "name": "pets",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "附身于此英雄的恶魔吸收的最大生命值减少 -2% / -3% / -4%。",
            "附身于此英雄的恶魔继承的攻击力减少 -2% / -3% / -4%。",
            "此英雄的小兵继承额外 +2% / +3% / +4% 的攻击力。",
            "此英雄的小兵继承额外 +2% / +3% / +4% 的生命值。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 50,
        "name": "masquerade",
        "bonus": [
            "化妆舞会角色在战斗开始时为自己召唤一个面具小兵。同一队伍中的化妆舞会角色越多，面具小兵就越强：",
            "1 个家族成员：此角色召唤一个面具小兵，继承角色 8% 的生命值和 8% 的攻击力。",
            "2 个家族成员时的额外技能：当所有者拥有面具小兵时，面具小兵为其所有者提供 +7% 的攻击力。此效果无法被驱散。",
            "3 个家族成员时的额外技能：当所有者拥有面具小兵时，面具小兵为其所有者提供对所有状态异常的免疫力。此效果无法被驱散。"
        ]
    },
    {
        "originalIndex": 51,
        "name": "musketeer",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "当此角色施放其特殊技能时，有 50% / 75% / 100% 的几率给予一个随机盟友掩护，持续 3 回合。",
            "在掩护状态下，盟友不会受到特殊技能攻击或普通攻击的伤害。此角色会承受掩护中角色本应受到伤害的 60% / 50% / 40%。",
            "此效果无法被驱散，但在此角色被击败时结束。角色一次只能为一个盟友提供掩护。",
            "该家族的成员在英勇火枪手活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 52,
        "name": "starfall",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "在每回合结束时，有 50% / 75% / 100% 的几率净化英雄最新获得的可净化状态异常。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 53,
        "name": "classic",
        "bonus": [
            "经典家族英雄需要完全进阶才能获得家族加成。",
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+1% / +3% / +5% / +7% 攻击力。",
            "+1% / +3% / +5% / +7% 防御。",
            "+1% / +3% / +5% / +7% 治疗。",
            "在职业等级 20 时，此英雄的所有职业天赋都将升级为高级职业天赋。"
        ]
    },
    {
        "originalIndex": 54,
        "name": "lunaryear",
        "bonus": [
            "与同一家族的其他独特英雄组队时，英雄会变得更强。",
            "农历新年家族以不同的农历生肖英雄为特色。每个农历生肖英雄在与至少 1 名其他农历新年英雄配对时，会为农历新年家族的成员提供不同的加成。",
            "此英雄为农历新年家族的成员提供以下农历（**）加成：",
            "** 兔子： +5% 法力生成",
            "** 公牛： +10% 防御",
            "** 老虎： +10% 攻击力",
            "** 龙： +15% 暴击几率",
            "** 蛇： +5% 治疗",
            "** 老鼠： +15% 特殊技能威力",
            "该家族的成员在农历新年活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 55,
        "name": "cupid",
        "bonus": [
            "丘比特家族支援其他家族和王国",
            "在获得任何治疗时，单人英雄所得到的治疗增加 +20%。（单人英雄即为在战队内没有其他来自同一家族或王国成员的英雄）。",
            "该家族的成员在爱之季节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 56,
        "name": "journey",
        "bonus": [
            "与同一家族的其他独特英雄组队时，英雄会变得更强。",
            "1 / 2 / 3 位英雄的加成：",
            "* 每次该英雄施放状态效果时，都有 50% / 75% / 100% 的几率使其持续时间延长 1 / 2 / 3 个回合。",
            "士气提升：",
            "属于该家族的英雄以及与他们并肩作战的英雄在三国战争中获得以下特权：",
            "+10% 攻击力， +3% 防御， +7% 生命值。"
        ]
    },
    {
        "originalIndex": 57,
        "name": "junglehunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 生命值。",
            "活动加成：属于丛林猎人家族的英雄在怪物岛上获得以下特权：",
            "* +20% 攻击力， +20% 防御， +20% 生命值。",
            "* 受到的永久伤害减少 50%。",
            "* 叠加（最多 10 层）：当此角色施放其特殊技能时，所有敌人获得 -3% 防御。"
        ]
    },
    {
        "originalIndex": 58,
        "name": "abysshunter",
        "bonus": [
            "2 / 3 / 4 / 5 位英雄的加成：",
            "+5% / +10% / +15% / +20% 防御。",
            "活动加成：属于深渊猎人家族的英雄在怪物岛上获得以下特权：* +20% 攻击力， +20% 防御， +20% 生命值 * 受到的永久伤害减少 50%。* 叠加（最多 10 层）：当此角色施放其特殊技能时，所有敌人获得 -3% 防御。"
        ]
    },
    {
        "originalIndex": 59,
        "name": "defendersofatlantis",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "当此角色受到特殊技能伤害后，有 50% / 75% 的几率给予所有盟友 +36% 攻击力，持续 3 回合。如果敌方的特殊技能击杀了此角色，则此几率变为 75% / 100%。",
            "相关家族加成：英雄与亚特兰蒂斯家族相关。",
            "与至少 1 名相关英雄组队时，英雄会获得相关家族的家族加成。 1 / 2 / 3 / 4 / 5 位英雄的加成： +5% / +10% / +15% / +20% / +25% 防御。",
            "该家族的成员在秘闻传奇关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 60,
        "name": "nightmaresofatlantis",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "当一名敌人对此角色造成特殊技能伤害时，该敌人有 50% / 75% 的几率获得 -10% 法力生成，持续 3 回合。如果敌方的特殊技能击杀了此角色，则此几率变为 75% / 100%。",
            "相关家族加成：英雄与亚特兰蒂斯家族相关。",
            "与至少 1 名相关英雄组队时，英雄会获得相关家族的家族加成。 1 / 2 / 3 / 4 / 5 位英雄的加成： +5% / +10% / +15% / +20% / +25% 防御。",
            "该家族的成员在秘闻传奇关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 61,
        "name": "beachparty",
        "bonus": [
            "1 +位英雄的加成：",
            "受到来自持续伤害状态效果的伤害减少 -20% / -40% / -60%。",
            "该家族的成员在海滩派对活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 62,
        "name": "construct",
        "bonus": [
            "该家族的成员拥有一个机械核心：",
            "* 每当此角色受到来自普通攻击或特殊技能的伤害时，都会为其机械核心充能。"
        ]
    },
    {
        "originalIndex": 63,
        "name": "slayer",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* 叠加（最多 10 层）：施法者每回合恢复 15 点生命值。",
            "* 叠加（最多 10 层）：施法者获得 +6% 法力生成。",
            "该家族的成员在挑战节活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 64,
        "name": "opera",
        "bonus": [
            "与同一家族的其他独特英雄组队时，英雄会变得更强。",
            "1 / 2 / 3 位英雄的加成：",
            "* +5% / +10% / +15% 攻击。",
            "* +5% / +10% / +15% 防御。",
            "* +5% / +10% / +15% 生命值。",
            "该家族的成员在歌剧的秘密活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 65,
        "name": "maskedgod",
        "bonus": [
            "蒙面神角色在战斗开始时为自己召唤一个面具小兵。同一队伍中的蒙面神角色越多，面具小兵就越强。",
            "1 个家族成员：此角色召唤一个面具小兵，继承角色 8% 的生命值和 8% 的攻击力。",
            "2 个家族成员时的额外技能：召唤时，当所有者拥有面具小兵时，面具小兵为其所有者提供 +7% 的攻击力。此效果无法被驱散。",
            "3 个家族成员时的额外技能：召唤时，当所有者拥有面具小兵时，面具小兵为其所有者提供对所有状态异常的免疫力。此效果无法被驱散。"
        ]
    },
    {
        "originalIndex": 66,
        "name": "goblin",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "每当此英雄受到敌方的特殊技能伤害时，移除全体敌人 50% / 75% / 100% 所提高的生命值。"
        ]
    },
    {
        "originalIndex": 67,
        "name": "stag",
        "bonus": [
            "与同一家族的其他独特英雄组队时，英雄会变得更强。",
            "1 / 2 / 3 位英雄的加成：",
            "* 把受到的所有攻击力状态异常替换为 +40% / +60% / +70% 攻击力的增益，持续 3 回合。",
            "该家族的成员在骑士的冲突活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 68,
        "name": "bear",
        "bonus": [
            "与同一家族的其他独特英雄组队时，英雄会变得更强。",
            "1 / 2 / 3 位英雄的加成：",
            "* 把受到的所有防御状态异常替换为 +40% / +60% / +70% 防御的增益，持续 3 回合。",
            "该家族的成员在骑士的冲突活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 69,
        "name": "astralelves",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "对此角色造成特殊技能伤害的敌人有 50% / 70% 几率会被随机驱散一个可驱散的增益状态效果。"
        ]
    },
    {
        "originalIndex": 70,
        "name": "champions",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "* +35% / +50% / +65% 攻击。"
        ]
    },
    {
        "originalIndex": 71,
        "name": "owl",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "* 把受到的所有法力状态异常替换为 +11% / +31% / +39% 法力生成的增益，持续 3 回合。"
        ]
    },
    {
        "originalIndex": 72,
        "name": "investigator",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +20% / +30% / +40% 攻击。",
            "* +20% / +30% / +40% 生命",
            "该家族的成员在深海阴影活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 73,
        "name": "garrisonguard",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "战斗开始时，召唤一个新兵守卫超级小兵，该小兵继承此角色的 20% / 25% / 30% 生命值和 100% / 120% / 140% 攻击力。"
        ]
    },
    {
        "originalIndex": 74,
        "name": "wolf",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "有 20% / 35% / 50% 的几率使所施放的增益效果无法被驱散。",
            "该家族的成员在骑士的冲突活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 75,
        "name": "cultist",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* +20% / +30% / +40% 防御。",
            "* +20% / +30% / +40% 生命"
        ]
    },
    {
        "originalIndex": 76,
        "name": "slime",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "* 盟友召唤的超级小兵、小兵、超级恶魔和恶魔会根据战队中的史莱姆家族英雄数量获得 +10% / +15% / +20% 攻击力。"
        ]
    },
    {
        "originalIndex": 77,
        "name": "fox",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "在战斗开始时为自己召唤 1 / 2 个狡狐小兵，继承英雄 2% 的生命值和 100% 的攻击力。",
            "狡狐小兵有 80% 的几率闪避来袭的攻击。",
            "当狡狐小兵闪避时，它会从攻击者身上窃取最新获得的可驱散增益，并施加给其所有者。"
        ]
    },
    {
        "originalIndex": 78,
        "name": "woodlandfaun",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "* 75% / 100% 几率抵抗法力减损和法力状态异常。此家族成员每次成功抵抗效果都会赋予该角色 15% 法力。",
            "* 增加 +50% / +100% 对小兵和超级小兵的伤害。"
        ]
    },
    {
        "originalIndex": 79,
        "name": "mystery",
        "bonus": [
            "2 / 3 位英雄的加成：",
            "* 此角色天赋的记忆栏位 +1 / +2。"
        ]
    },
    {
        "originalIndex": 80,
        "name": "beowulf",
        "bonus": [
            "1 / 2 位英雄的加成：",
            "* 75% / 100% 的几率在该角色受到敌人特殊技能的伤害时，净化所有盟友身上随机一项可净化的状态异常。此效果每回合仅触发一次。",
            "该家族的成员在贝奥武夫的挑战活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 81,
        "name": "nidavellir",
        "bonus": [
            "该王国的成员拥有一个熔岩核心。",
            "每当此角色受到来自普通攻击或特殊技能的伤害时，都会为其熔岩核心充能。",
            "该王国的成员在秘闻传奇 II：冰与火的宝藏关卡中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 82,
        "name": "astraldwarfs",
        "bonus": [
            "1 / 2 位独特英雄的加成：",
            "* 在每回合结束时所有敌人有 25% / 50% 几率会被随机驱散一个可驱散的增益状态效果。",
            "* 75% / 100% 几率抵抗法力减损和法力状态异常。此家族成员每次成功抵抗效果都会赋予该角色 5% 法力。"
        ]
    },
    {
        "originalIndex": 83,
        "name": "moth",
        "bonus": [
            "1 / 2 / 3 位英雄的加成：",
            "飞蛾粉尘： -30% 法力生成。如果飞蛾粉尘被净化或移除，目标会进入睡眠状态，并在睡眠时受到 +80% 的额外伤害。",
            "该家族的成员在飞蛾之夜活动中拥有额外特权。"
        ]
    },
    {
        "originalIndex": 84,
        "name": "wildcat",
        "bonus": [
            "1 / 2 / 3 位独特英雄的加成：",
            "5% / 10% / 15% 几率闪避特殊技能。"
        ]
    }
];
